"STORE_DESCRIPTION" = "O VLC para iOS é uma versão do reprodutor de mídias VLC para iPad, iPhone e iPod touch. Ele pode reproduzir seus filmes, espetáculos e músicas em muitos formatos diretamente, sem conversão. Ele permite a sincronização com Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, ou baixar diretamente e através de compartilhamentos WiFi, bem como fluxos de rede de servidores SMB, FTP, UPnP/DLNA e servidores de mídia da Web. O VLC oferece suporte legendas avançadas, incluindo compatibilidade total com SSA, áudio de múltiplas faixas e controle de velocidade de reprodução.\n\nO VLC para iOS é completamente livre e de código aberto.";

"STORE_DESCRIPTION_TV" = "O Reprodutor de Mídias VLC é um reprodutor de mídias livre e para múltiplas plataformas.\nEle pode reproduzir seus filmes, espetáculos e músicas em muitos formatos diretamente, sem conversão.\nEle permite fluxos de rede de serviços na nuvem (Dropbox, OneDrive, Box), Reprodução Remota do seu Mac ou PC via uma interface Web, bem como fluxos de servidores de mídia SMB, FTP, UPnP/DLNA e a Web.\nO VLC oferece suporte a legendas avançadas, incluindo compatibilidade total com SSA, áudio de múltiplas faixas e controle de velocidade de reprodução. O VLC para iOS é completamente livre e de código aberto.\n\nO VLC para iOS é completamente livre e de código aberto.\n\nOs metadados e as capas são providos pela TMDb e pelo Hatchet, que são bancos de dados de filmes e músicas mantidas por comunidades.";

"CHOOSE_AUDIO_TRACK" = "Escolha uma Trilha de Áudio";
"CHOOSE_SUBTITLE_TRACK" = "Escolha uma Legenda";
"OPEN_TRACK_PANEL" = "Abrir seleção de trilha";
"CHOOSE_TITLE" = "Escolha um Título";
"CHOOSE_CHAPTER" = "Escolha um Capítulo";
"CHAPTER_SELECTION_TITLE" = "Capítulos";
"TITLE" = "Título";
"CHAPTER" = "Capítulo";
"MINIMIZE_PLAYBACK_VIEW" = "Minimizar a reprodução";
"FULLSCREEN_PLAYBACK" = "Reproduzir em tela inteira";
"TRACK_SELECTION" = "Seleção de Trilha";
"AUDIO" = "Áudio";
"SUBTITLES" = "Legendas";
"LANGUAGE" = "Idioma";
"MEDIA_INFO" = "Informações da Mídia";
"VIDEO_DIMENSIONS" = "Dimensões do vídeo";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i pixel";
"FORMAT_AUDIO_TRACKS" = "%i trilhas de áudio";
"ONE_AUDIO_TRACK" = "Uma trilha de áudio";
"FORMAT_SPU_TRACKS" = "%i trilhas de legenda";
"ONE_SPU_TRACK" = "Uma trilha de legenda";

"PLAYING_EXTERNALLY_TITLE" = "TV Conectada";
"PLAYING_EXTERNALLY_TITLE_CHROMECAST" = "Chromecast Connected";
"PLAYING_EXTERNALLY_DESC" = "Este vídeo está sendo reproduzido na TV";

"VFILTER_HUE" = "Tom";
"VFILTER_CONTRAST" = "Contraste";
"VFILTER_BRIGHTNESS" = "Brilho";
"VFILTER_SATURATION" = "Saturação";
"VFILTER_GAMMA" = "Gama";

"PREAMP" = "Pré amplificador";
"DB_FORMAT" = "%i dB";
"CHOOSE_EQUALIZER_PROFILES" = "Escolha o Perfil do Equalizador";

"PLAYBACK_FAILED" = "Falha na reprodução";
"PLEASE_WAIT" = "Por favor, aguarde";
"AR_CHANGED" = "Proporção: %@";
"DEFAULT" = "Padrão";
"FILL_TO_SCREEN" = "Recortar para ajustar à tela";
"PLAYBACK_SPEED" = "Velocidade de reprodução";
"SPU_DELAY" = "Atraso da legenda";
"AUDIO_DELAY" = "Atraso de áudio";
"BUTTON_SLEEP_TIMER" = "Despertador";
"SLEEP_TIMER_UPDATED" = "Despertador Atualizado";
"CONTINUE_PLAYBACK" = "Continuar a reprodução?";
"CONTINUE_PLAYBACK_LONG" = "Deseja retomar a reprodução de \"%@\" de onde parou?";

"BUTTON_ALL" = "Selecionar Todos";
"BUTTON_BACK" = "Voltar";
"BUTTON_EDIT" = "Editar";
"BUTTON_DONE" = "Concluído";
"BUTTON_CANCEL" = "Cancelar";
"BUTTON_SAVE" = "Salvar";
"BUTTON_DOWNLOAD" = "Baixar";
"BUTTON_DELETE" = "Excluir";
"BUTTON_OK" = "OK";
"BUTTON_CONTRIBUTE" = "Contribuir";
"BUTTON_CONNECT" = "Conectar";
"BUTTON_RENAME" = "Renomear";
"BUTTON_LEARN_MORE" = "Mais Informações";
"BUTTON_LOGOUT" = "Sair";
"BUTTON_CONTINUE" = "Continuar";
"BUTTON_SET" = "Definir";
"BUTTON_RESET" = "Restaurar Padrão";
"PRIVATE_PLAYBACK_TOGGLE" = "Reprodução Privada";
"SCAN_SUBTITLE_TOGGLE" = "Procurar Legenda (somente http)";

"BUTTON_RENDERER" = "Casting devices";
"BUTTON_RENDERER_HINT" = "Show a menu of available casting devices";

"UPGRADING_LIBRARY" = "Atualizando a Biblioteca de Mídias";
"UNTITLED_SHOW" = "Sem Título";
"UNKNOWN" = "Desconhecido";

"OPEN_NETWORK" = "Abrir Fluxo de Rede";
"NETWORK_TITLE" = "Fluxo de Rede";
"OPEN_NETWORK_HELP" = "Digite um endereço HTTP, RTSP, RTMP, MMS, FTP ou UDP/RTP para abrir o fluxo diretamente.";
"ABOUT_APP" = "Sobre o VLC para iOS";
"OPEN_VLC_MENU" = "Abre o menu lateral do VLC";
"HTTP_UPLOAD_SERVER_OFF" = "Servidor inativo";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Não há conexão WiFi ativa";
"OPEN_STREAM_OR_DOWNLOAD" = "Gostaria de baixar ou reproduzir esta URL?";
"SHARED_VLC_IOS_LIBRARY" = "VLC Compartilhado para a Biblioteca iOS";
"SMB_CIFS_FILE_SERVERS" = "Servidores de Arquivos (SMB)";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";


"HTTP_DOWNLOAD_FAILED" = "Falha ao baixar com o código HTTP %i";
"HTTP_FILE_CREATION_FAILED" = "Falha ao criar o arquivo";
"HTTP_DOWNLOAD_CANCELLED" = "Download cancelado pelo usuário";

"DOWNLOAD_FROM_HTTP_HELP" = "Digite um endereço para baixar o arquivo para o seu %@.";
"DOWNLOAD_FROM_HTTP" = "Transferências";
"ERROR_NUMBER" = "O erro %i ocorreu";
"DOWNLOAD_FAILED" = "Falha na transferência";
"FILE_NOT_SUPPORTED" = "Não suporte a este formato de arquivo";
"FILE_NOT_SUPPORTED_LONG" = "The file format used by %@ is not supported by this version of VLC for iOS.";
"SCHEME_NOT_SUPPORTED" = "Não há suporte a esse tipo de endereçamento ";
"SCHEME_NOT_SUPPORTED_LONG" = "Não há suporte a esse tipo de endereçamento (%@). Por favor use um endereço iniciando com HTTP, HTTPS ou FTP.";
"LIBRARY_ALL_FILES" = "Todos os Arquivos";
"LIBRARY_MUSIC" = "Álbuns de Músicas";
"LIBRARY_SERIES" = "Programas de TV";
"LIBRARY_TRACKS" = "%i Trilhas";
"LIBRARY_SINGLE_TRACK" = "%i Trilha";
"LIBRARY_EPISODES" = "%i Episódios, %i não lidos";
"LIBRARY_SINGLE_EPISODE" = "%i Episódio, %i não lido";
"LIBRARY_TRACK_N" = "Trilha %i";
"LIBRARY_MINUTES_LEFT" = "restam %@m";
"RENAME_MEDIA_TO" = "Digite um novo nome para %@";

"FOLDER_EMPTY" = "Pasta Vazia";
"FOLDER_EMPTY_LONG" = "Para adicionar, toque em Editar e escolha os arquivos que deseja, toque no botão pasta e selecione esta pasta.";
"FOLDER_INVALID_TYPE_TITLE" = "Tipos de arquivos inválidos";
"FOLDER_INVALID_TYPE_MESSAGE" = "Você só pode juntar dois arquivos para formar uma pasta ou adicionar um arquivo para uma pasta existente.";
"FOLDER_CHOOSE_NAME_TITLE" = "Nova Pasta";
"FOLDER_CHOOSE_NAME_MESSAGE" = "Digite um título para a sua pasta";
"FOLDER_NAME_PLACEHOLDER" = "Título da Pasta";
"FOLDER_NAME_DUPLICATE_TITLE" = "O título já existe";
"FOLDER_NAME_DUPLICATE_MESSAGE" = "Por favor, escolha um título diferente";
"SELECT_FOLDER" = "Selecionar uma Pasta";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Escolha um arquivo para abrir:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Abrir em...";
"SHARING_ERROR_NO_FILES" = "Não foi possível encontrar arquivos para compartilhar";
"SHARING_ERROR_NO_APPLICATIONS" = "Não foi possível encontrar aplicativos para abrir este tipo de arquivo";
"SHARING_SUCCESS_CAMERA_ROLL" = "O arquivo foi salvo com sucesso no Rolo da Câmera";

"SECTION_HEADER_LIBRARY" = "Biblioteca de Mídias";
"HEADER_TITLE_RENDERER" = "Select a casting device";
"SECTION_HEADER_NETWORK" = "Rede";

"LOCAL_NETWORK" = "Rede Local";
"CONNECT_TO_SERVER" = "Conectar ao Servidor";
"USER_LABEL" = "Usuário";
"PASSWORD_LABEL" = "Senha";
"DISABLE_LABEL" = "Desabilitar";
"BUTTON_ANONYMOUS_LOGIN" = "Ingressar Anônimo";

"LOCAL_SERVER_REFRESH" = "Atualizar";
"LOCAL_SERVER_LAST_UPDATE" = "Atualizado pela última vez em %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "FALHA AO CONECTAR AO SERVIDOR";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Por favor, verifique o endereço do servidor e suas credenciais";

"CLOUD_SERVICES" = "Serviços da Nuvem";
"LOGIN" = "Ingressar";
"LOGGED_IN" = "Ingressado";

"DROPBOX_DOWNLOAD" = "Baixar arquivo?";
"DROPBOX_DL_LONG" = "Gostaria de transferir \"%@\" para o seu %@?";
"DROPBOX_LOGIN" = "Login";

"GDRIVE_ERROR_FETCHING_FILES" = "Erro ao obter arquivos";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "Arquivo baixado com sucesso";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "SUCESSO";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "Ocorreu um erro ao baixar";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "ERRO";

"DISK_FULL" = "Limite de armazenamento atingido";
"DISK_FULL_FORMAT" = "%@ não pode ser armazenado em seu %@, porque não há espaço disponível.";

"NUM_OF_FILES" = "%i arquivos";
"ONE_FILE" = "1 arquivos";
"NO_FILES" = "Nenhum arquivo com suporte";
"DOWNLOADING" = "Transferindo...";
"REMAINING_TIME" = "Tempo restante: %@";
"BIOMETRIC_UNLOCK" = "Desbloquear a Biblioteca de Mídia\nCancelar para digitar uma Senha";

"Settings" = "Configurações"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "Ligado";
"OFF" = "Desligado";

"EMPTY_LIBRARY" = "Biblioteca de Mídias Vazia";
"EMPTY_LIBRARY_LONG" = "Para reprodução, você pode iniciar um fluxo de mídia de uma servidor da sua rede local, da nuvem, ou sincronizar mídias para o seu dispositivo usando o iTunes, Wifi Upload ou os serviços Cloud.";

"PLAYBACK_SCRUB_HELP" = "Deslize o dedo para baixo para ajustar a taxa de rolagem.";
"PLAYBACK_SCRUB_HIGH" = "Rolagem de Alta Velocidade";
"PLAYBACK_SCRUB_HALF" = "Rolagem de Média Velocidade";
"PLAYBACK_SCRUB_QUARTER" = "Rolagem de Media-Baixa Velocidade";
"PLAYBACK_SCRUB_FINE" = "Rolagem Precisa";
"PLAYBACK_POSITION" = "Posição da Reprodução";
"VIDEO_FILTER" = "Filtros de Vídeo";
"VIDEO_FILTER_RESET_BUTTON" = "Restaurar Filtros de Vídeo";
"VIDEO_ASPECT_RATIO_BUTTON" = "Alternar Proporções de Vídeo";
"PLAY_PAUSE_BUTTON" = "Reproduzir ou Pausar a Mídia";
"BWD_BUTTON" = "Retroceder a um Ponto";
"FWD_BUTTON" = "Avançar a um Ponto";
"PLAY_BUTTON" = "Reproduzir";
"PAUSE_BUTTON" = "Pausar";
"PLAY_ALL_BUTTON" = "Reproduzir tudo";

"VERSION_FORMAT" = "Versão: %@";
"BASED_ON_FORMAT" = "Baseado em:<br />%@";

"NEW" = "NOVO";

"BUG_REPORT_TITLE" = "Reportar um problema";
"BUG_REPORT_MESSAGE" = "Gostaria de criar um relatório de defeito?";
"BUG_REPORT_BUTTON" = "Open Safari";

"VO_VIDEOPLAYER_TITLE" = "Reprodutor de Vídeos";
"VO_VIDEOPLAYER_DOUBLETAP" = "Duplo-toque para exibir ou ocultar os controles de reprodução";

"FIRST_STEPS_WELCOME" = "Bem Vindo";
"FIRST_STEPS_WELCOME_DETAIL" = "Primeiros passos para Sincronizar e Reproduzir Sua Mídia.";
"FIRST_STEPS_ITUNES" = "Seincronizador de Arquivos do iTunes ";
"FIRST_STEPS_ITUNES_DETAILS" = "Conecte o seu %@ ao seu Mac ou PC, usando o cabo.\nAbra o iTunes.\nSelecione o seu %@.\nAlterne para a aba \"Aplicativos\", role para baixo, procurando por VLC.\nTransfira seus arquivos.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS" = "Conecta seu %@ à mesma rede que o seu Mac ou PC.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS" = "Use o chaveador na barra lateral, digite a URL para o navegador e envie seus arquivos.";
"FIRST_STEPS_CLOUDS" = "Nuvem";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS" = "Envia sua mídia ao Google Drive ou ao Dropbox.";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS" = "Abre o menu lateral para selecionar o provedor da nuvem e acessar sua mídia baixar ou iniciar um fluxo.";
"FIRST_STEPS_PLAYBACK" = "Reprodução";
"FIRST_STEPS_FLOSS" = "RQDTV is a multi-functional player\nWe hope you'll love it.";

"FIRST_STEPS_TIME" = "Hora";
"FIRST_STEPS_ASPECT" = "Proporção entre Altura e Largura";
"FIRST_STEPS_SPEED" = "Velocidade";
"FIRST_STEPS_REPEAT" = "Repetir";
"FIRST_STEPS_SUBTITLES" = "Trilhas de Legenda";
"FIRST_STEPS_AUDIO" = "Trilhas de Áudio";
"FIRST_STEPS_POSITION" = "Posição";

"PLEX_CHECK_ACCOUNT" = "Verifique a sua conta Plex em configuração";
"PLEX_ERROR_ACCOUNT" = "Erro ao ingressar no Plex";

"UNAUTHORIZED" = "Sem Autorização";

"SERVER" = "Servidor";
"SERVER_PORT" = "Porta";
"NO_SERVER_FOUND" = "Nenhum servidor encontrado";
"NO_RECENT_STREAMS" = "Nenhum fluxo foi reproduzido recentemente";

"WEBINTF_TITLE" = "Compartilhando via WiFi";
"WEBINTF_DROPFILES" = "Soltar Arquivos";
"WEBINTF_DROPFILES_LONG" = "Solte arquivos na janela para adicioná-los ao seu %@.<br>Ou clique no botão \"+\" para usar a janela de escolha de arquivos.";
"WEBINTF_DOWNLOADFILES" = "Baixar Arquivos";
"WEBINTF_DOWNLOADFILES_LONG" = "Clique no arquivo que deseja baixar do seu %@.";
"WEBINTF_TITLE_ATV" = "Reprodução Remota";
"WEBINTF_DROPFILES_LONG_ATV" = "Solte arquivos na janela para reproduzi-los em seu %@.<br>Ou clique no botão \"+\" para usar a janela de escolha de arquivos.";
"WEBINTF_URL_SENT" = "URL enviado com sucesso.";
"WEBINTF_URL_EMPTY" = "A URL não pode estar vazia.";
"WEBINTF_URL_INVALID" = "Não é um URL válido";


"NOW_PLAYING" = "Reproduzindo";
"PLAY_NOW" = "Reproduzir Agora";
"PLAYING" = "Reproduzindo";
"DETAIL" = "Detalhe";

"VOLUME" = "Volume";
"DURATION" = "Duração";
"TITLE" = "Título";

// strings from VLCKit
"%ld hours %ld minutes remaining" = "Faltam %1$ld horas e %2$ld minutos";
"%ld hours %ld minutes" = "%1$ld horas e %2$ld minutos";
"%ld minutes remaining" = "Restam %ld minutos";
"%ld minutes" = "%ld minutos";
"%ld minutes %ld seconds remaining" = "Faltam %1$ld minutos e %2$ld segundos";
"%ld minutes %ld seconds" = "%1$ld minutos e %2$ld segundos";
"%ld seconds remaining" = "restam %ld segundos";
"%ld seconds" = "%ld segundos";

// accessibility labels for the playlist
"OBJECT_TYPE_SHOW" = "Exibir";
"OBJECT_TYPE_SHOW_EPISODE" = "Exibir episódio";
"OBJECT_TYPE_LABEL" = "Pasta";
"OBJECT_TYPE_ALBUM" = "Álbum";
"OBJECT_TYPE_ALBUM_TRACK" = "Trilha do álbum";
"OBJECT_TYPE_FILE" = "Arquivo";
"OBJECT_TYPE_FILE_AUDIO" = "Arquivo de áudio";

"NOT_CONNECTED_TO_PHONE_TITLE" = "Desconectado do iPhone";
"NOT_CONNECTED_TO_PHONE_MESSAGE" = "Por favor conecte-se ao seu iPhone para realizar ações de control remoto.";

"LONGPRESS_TO_STOP" = "Pressione e segure para parar a reprodução";

// ATV specific
"AUDIO_INFO_VC_TITLE" = "Informações do Áudio";
"CLOUD_LOGIN_LONG" = "Para acessar o Cloud Services, entre no iCloud em ambos, esta Apple TV e um dispositivo iOS, com o mesmo Apple ID e habilite a Troca de Cadeia de Chaves nas Configurações de Sistema.\nEm seguida, entre no provedor da nuvem de sua escolha usando o aplicativo VLC no seu dispositivo iOS. Por fim, selecione-o nesta tela.";
"ENTER_URL" = "Digite o URL para reproduzir";
"HTTP_SERVER_ON" = "Desabilitar a Reprodução Remota";
"HTTP_SERVER_OFF" = "Habilitar Reprodução Remota";
"CACHED_MEDIA" = "Mídia em Cache";
"CACHED_MEDIA_LONG" = "A mídia exibida aqui está armazenada localmente na sua Apple TV. Observe que os conteúdos podem ser removidos pelo sistema operacional sem anúncio prévio, quando o VLC não estiver executando, caso o armazenamento esteja cheio.";
"DOWNLOAD_SUBS_FROM_OSO" = "Baixar legendas de OpenSubtitles.org...";
"FOUND_SUBS" = "Legendas encontradas";
"USE_SPDIF" = "Usar Pass-through (S/PDIF)";

"PLAYBACK" = "Reproduzir";
"REPEAT_MODE" = "Repetir";
"REPEAT_DISABLED" = "Desabilitado";
"REPEAT_SINGLE" = "Uma vez";
"REPEAT_FOLDER" = "Pasta";

// Local Network Service Names
"UPNP_LONG" = "Plug'n'Play Universal (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Servidor de Mídia Plex (via Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_LONG" = "Protocolo de Transferência de Arquivos (FTP)";
"FTP_SHORT" = "FTP";

"BONJOUR_FILE_SERVERS" = "Servidor de Arquivos BONJOUR";
"DSM_WORKGROUP" = "Grupo de Trabalho";

"URL_NOT_SUPPORTED" = "The URL can't be opened";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "Pressione %@ para Excluir"; /* Insert %@ where play-pause-glyph should be placed */

"DELETE_INVALID_MESSAGE" = "A seleção não pôde ser excluída";
"DELETE_INVALID_TITLE" = "Seleção Inválida";
"DELETE_MESSAGE" = "Confirmar a exclusão de arquivos selecionados";
"DELETE_TITLE" = "Excluir Arquivos Selecionados";

//Drag and Drop
"THIS_FILE" = "Este arquivo";
"NOT_SUPPORTED_FILETYPE" = "%@ não é um tipo de arquivo suportado pelo VLC";
"FILE_EXISTS" = "%@já existe";

/* New strings */
"PROTOCOL_NOT_SELECTED" = "Protocolo não selecionado";
"Settings" = "Configurações";
"ERROR" = "Error";
"OK" = "Ok";



//新增
"TVHclient"="TVHclient";
"Recordings"="Recordings";
"Currently playing"="Currently playing";
